Repository: stanclai/handbook
Catalog: po/chapter_00_introducing_cryptoparty/04_party_like_its_december_31st_1983.*.po
Languages: ru

source: Party like it's december 31st 1983
ru: Отрывайтесь, как будто сегодня 31 декабря 1983 года

source: What is CryptoParty?
ru: Что такое криптовечеринка?

source: *CryptoParty* is a decentralized, global initiative to introduce basic tools for protecting privacy, anonymity and overall security on the Internet to the general public.
ru: *Криптовечеринка* — это децентрализованная глобальная инициатива, направленная на ознакомление обычных людей с базовыми инструментами для защиты тайны частной жизни, сохранения анонимности и обеспечения общей безопасности в сети Интернет.

source: The idea was conceived in the wake of the [Australian Cybercrime Legislation Amendment Bill 2011](http://theconversation.edu.au/cybercrime-bill-makes-it-through-but-what-does-that-mean-for-you-8953) and the reasoning is that laws like this are without substance when everybody encrypts their communication.
ru: Эта идея родилась после принятия [Акта, дополняющего Австралийское законодательство о киберпреступлениях 2011 года](http://theconversation.edu.au/cybercrime-bill-makes-it-through-but-what-does-that-mean-for-you-8953) и смысл её в том, что законы, подобные этому, станут безосновательными, когда все начнут шифровать свои каналы связи.

source: CryptoParties are neither commercially nor politically aligned, and free and open to attend for everyone as long as they live the following *guiding principles*:
ru: Криптовечеринки не имеют отношения ни к политике, ни к коммерции; это свободные и открытые мероприятия, и принять участие в них может каждый, кто живёт, руководствуясь следующими *принципами*:

source: Be excellent to each other
ru: Будьте безупречны по отношению друг к другу

source: CryptoParties are environments where people feel welcome and safe to learn and teach no matter their background or level of expertise. All questions are relevant, all explanation shall be targeted at the person with least pre-knowledge.
ru: Криптовечеринки — это среда, где благосклонно и доверительно относятся к желанию людей учиться и учить вне зависимости от их профессионального опыта или уровня специальных знаний. Все вопросы относятся к делу, все объяснения должны быть ориентированы на человека с наименьшим уровнем знаний.

source: This also means that any form of harassment or other behaviour that makes people uncomfortable has no place at CryptoParties. In our experience situations like these (as seldom as they occur) stem rather from social ineptitude than malice and can thus be resolved by making people aware of their behaviour and its effect on others, but in last consequence it is on the organizers of the CryptoParty to ask people to leave if they don't adhere to this very simple rule. Be excellent to each other. Awareness is key in this regard.
ru: Это также означает, что любой форме неадекватного или иного поведения, вызывающего дискомфорт у окружающих, не место на криптовечеринках. По нашему опыту, подобные ситуации (изредка, но всё же происходящие) зачастую вызваны скорее социальной дезадаптацией, нежели исключительно злым умыслом, и поэтому легко разрешаются, когда люди начинают следить за своим поведением и тем, как это отражается на окружающих. Но, в конце концов, организаторы вечеринки отвечают за то, чтобы попросить человека уйти, если он не придерживается этого простого правила. Будьте безупречны по отношению друг к другу. И внимательность в этом отношении — ключевой момент.

source: Do things
ru: Делайте же что-нибудь!

source: CryptoParties happen because people make them happen. The most amazing and unforeseen learning experiences happen because people make them happen. If you are uncertain if what you have in mind is on topic or if other people are interested as well: Propose it anyway and see what other people have to say. If you are too shy to propose to the whole room: Ask the person standing next to you first.
ru: Криптовечеринки получаются потому, что люди их организуют. Самый чудесный и непредсказуемый опыт обучения случается потому, что люди способствуют тому, что это происходит. Если даже вы не совсем уверены, в тему ли будет сделать то, что пришло вам в голову, или интересно ли это будет ещё кому-то кроме вас, в любом случае предложите и оцените, как отнесутся к этому другие люди. Если же вы слишком стеснительны, чтобы проявить инициативу перед всей толпой, просто для начала спросите мнения того, кто стоит к вам ближе всех.

source: On a more global scale, there is a mailing list [\<global@cryptoparty.is\>](https://cryptoparty.is/mailman/listinfo/global) which is open for questions and discussion of all kind, as well as country and city-specific mailing lists and other resources which can be found on https://cryptoparty.in .
ru: В глобальном масштабе существует список рассылки [\<global@cryptoparty.is\>](https://cryptoparty.is/mailman/listinfo/global), открытый для вопросов и дискуссий любого характера. Есть также и специализированные рассылки по городам и странам. Другие ресурсы можно найти на [https://cryptoparty.in](https://cryptoparty.in).

source: For a guide on how to organize CryptoParties please be referred to the chapter of the same name.
ru: Руководство по организации криптовечеринок можно найти в соответствующем разделе книги.
